 [
          {
            "category": "Remote Job",
            "job_title": "Software Developer",
            "name": "John Smith",
            "posting_date": "2023-11-05",
            "deadline": "2023-11-30",
            "salary": "$60,000 - $80,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/YL2JkmT/software-jobs.jpg",
            "description": "Education: A bachelor's degree in computer science, software engineering, or a related field is often required. Some positions may require a master's degree, especially for more senior or specialized roles.Programming Skills: Proficiency in one or more programming languages is essential, depending on the job's technology stack. Common programming languages include Java, Python, C++, JavaScript, Ruby, and others.Development Tools and Frameworks: Familiarity with development tools, integrated development environments (IDEs), and relevant frameworks used in the specific job role, such as React, Angular, Spring, .NET, etc."
          },
          {
            "category": "Remote Job",
            "job_title": "Data Analyst",
            "name": "Mary Johnson",
            "posting_date": "2023-11-10",
            "deadline": "2023-12-05",
            "salary": "$50,000 - $70,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/LzhwQHJ/data-jobs.jpg",
            "description": "A data analyst is responsible for extracting, transforming, and analyzing data to support informed business decisions. They work with large datasets from various sources to identify trends, patterns, and valuable information. Key responsibilities and qualifications for this role."
          }
        ,
          {
            "category": "On Site Job",
            "job_title": "Sales Manager",
            "name": "David Lee",
            "posting_date": "2023-11-15",
            "deadline": "2023-12-10",
            "salary": "$70,000 - $90,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/d4nXD4f/sales-jobs.jpg",
            "description": "A Sales Manager is responsible for planning, directing, and coordinating the sales activities of a team to meet sales targets and revenue goals. This role involves managing a team of sales representatives or account executives and ensuring the successful execution of sales strategies. Key responsibilities and qualifications."
          },
          {
            "category": "On Site Job",
            "job_title": "Digital Marketing Specialist",
            "name": "Linda Davis",
            "posting_date": "2023-11-20",
            "deadline": "2023-12-15",
            "salary": "$45,000 - $65,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/HYMQRwf/degital-marketing-jobs.jpg",
            "description": "A Digital Marketing Specialist is responsible for developing and executing online marketing campaigns to drive brand awareness, lead generation, and sales. This role involves leveraging various digital channels and tools to reach and engage the target audience effectively. Key responsibilities and qualifications"
          },
          {
            "category": "Hybrid",
            "job_title": "Registered Nurse",
            "name": "Robert Wilson",
            "posting_date": "2023-11-25",
            "deadline": "2023-12-20",
            "salary": "$55,000 - $75,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/7pq8m9q/nurse-job.jpg",
            "description": "A Nurse is responsible for delivering comprehensive patient care, promoting health and well-being, and ensuring the proper treatment and management of medical conditions. This role varies depending on the nursing specialty and healthcare setting but generally includes the following key responsibilities and qualifications"
          },
          {
            "category": "Hybrid",
            "job_title": "Medical Doctor",
            "name": "Jennifer White",
            "posting_date": "2023-11-30",
            "deadline": "2023-12-25",
            "salary": "$100,000 - $120,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/TrB5rxK/doctor-jobs.jpg",
            "description": "A Medical Doctor, or Physician, is a healthcare professional trained to provide medical care, diagnosis, treatment, and prevention of various medical conditions. They work in various healthcare settings, including hospitals, clinics, private practices, and specialized fields. Key responsibilities and qualifications."
          },
          {
            "category": "Part Time",
            "job_title": "Elementary School Teacher",
            "name": "Michael Brown",
            "posting_date": "2023-12-05",
            "deadline": "2023-12-30",
            "salary": "$40,000 - $60,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/XCHJvjd/schoo-techer-job.jpg",
            "description": "An Elementary School Teacher plays a crucial role in providing foundational education to young students, fostering their academic, social, and emotional growth. This role includes various responsibilities and qualifications"
          },
          {
            "category": "Part Time",
            "job_title": "University Professor",
            "name": "Emily Adams",
            "posting_date": "2023-12-10",
            "deadline": "2024-01-05",
            "salary": "$80,000 - $100,000",
            "jobNumber": 0,
            "photo": "https://i.ibb.co/MSZx6tk/teacher-jobs.jpg",
            "description": "A University Professor is responsible for providing high-quality instruction, conducting research, and contributing to the academic and scholarly community. This role varies depending on the academic discipline and the specific university, but generally includes the following key responsibilities and qualifications."
          }
    ]
    
  